---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemLayerSummaryBottomDir2WithSpacing
source: html/da8c4a48-c5dc-2d2b-2505-65a838de5548.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemLayerSummaryBottomDir2WithSpacing Property

"Bottom/Interior Minor"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemLayerSummaryBottomDir2WithSpacing { get; }
```